tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "nodenv/nodenv"
brew "awscli"
brew "berkeley-db", link: true
brew "glib"
brew "python@3.9"
brew "direnv"
brew "open-mpi"
brew "fftw"
brew "fish"
brew "gdk-pixbuf"
brew "ghq"
brew "git"
brew "gobject-introspection"
brew "harfbuzz"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "libfido2"
brew "libgsf"
brew "pango"
brew "librsvg"
brew "mas"
brew "mysql"
brew "node-build"
brew "nodenv"
brew "openslide"
brew "perl"
brew "poppler"
brew "pyenv"
brew "qt"
brew "rbenv"
brew "ruby"
brew "vim"
brew "vips"
brew "nodenv/nodenv/nodenv-default-packages"
cask "1password"
cask "adobe-creative-cloud"
cask "android-studio"
cask "appcleaner"
cask "cyberduck"
cask "discord"
cask "docker"
cask "fantastical"
cask "figma"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "hyper"
cask "imageoptim"
cask "insomnia"
cask "istat-menus"
cask "karabiner-elements"
cask "logi-options-plus"
cask "mimestream"
cask "netnewswire"
cask "ngrok"
cask "onedrive"
cask "postico"
cask "raycast"
cask "sequel-ace"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
mas "Bear", id: 1091189122
mas "DaftCloud", id: 1320450034
mas "One Thing", id: 1604176982
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
