tap "steipete/tap"
brew "defaultbrowser"
brew "dockutil"
# Required by qmk doctor but not declared as dependency in QMK formula
# TODO: Can be removed when https://github.com/qmk/homebrew-qmk/issues/97 is resolved
brew "dos2unix"
brew "eza"
brew "git"
brew "mise"
# qmk bottle expects python@3.13, but Homebrew installs python@3.14
# TODO: Can be removed when https://github.com/qmk/homebrew-qmk/issues/93 is resolved
brew "python@3.13"
brew "qmk/qmk/qmk"
brew "terminal-notifier"
brew "vim"
brew "zsh"
cask "1password-cli"
cask "1password"
cask "arc"
cask "cleanshot"
cask "codexbar"
cask "cyberduck"
cask "docker-desktop"
cask "fantastical"
cask "figma"
cask "firefox"
cask "font-source-han-code-jp"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "handy"
cask "istat-menus"
cask "karabiner-elements"
cask "logi-options+"
cask "microsoft-edge"
cask "mimestream"
cask "multipass"
cask "rapidapi"
cask "raycast"
cask "slack"
cask "tailscale-app"
cask "utm"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
