tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "nodenv/nodenv"
brew "awscli"
brew "direnv"
brew "fish"
brew "ghq"
brew "git"
brew "mas"
brew "nodenv"
brew "rbenv"
brew "vim"
brew "vips"
brew "nodenv/nodenv/nodenv-default-packages"
cask "1password"
cask "appcleaner"
cask "docker"
cask "fantastical"
cask "figma"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "hyper"
cask "insomnia"
cask "istat-menus"
cask "karabiner-elements"
cask "logitech-options"
cask "mimestream"
cask "netnewswire"
cask "ngrok"
cask "postico"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
mas "Tweetbot", id: 1384080005
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
